totozZ/Conrad-ForestFire-Robot/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_HTTPD_WS_SUPPORT=y
CONFIG_HTTPD_MAX_REQ_HDR_LEN=1024
CONFIG_FREERTOS_HZ=1000
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_ESP_WIFI_NVS_ENABLED=n
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
CONFIG_ROBOT_SIMULATION=n
CONFIG_ROBOT_BOARD_VERIFIED=n
